Repository: Dima73/automatic-full-backup
Catalog: po/*.po
Languages: bg, fr, ru, uk

source: Do you want to reboot now with selected image?
bg: Искате ли да рестартирате приемника с избрания имидж?
fr: Voulez-vous redémarrer maintenant sur l’image choisie?
ru: Вы хотите сделать перезагрузку ресивера сейчас с выбранным имиджем?
uk: Ви хочете зробити перезавантаження ресивера зараз з обраним іміджем?

source: Do you want to reboot now?
bg: Искате ли да рестартирате сега?
fr: Voulez-vous redémarrer maintenant?
ru: Вы хотите сделать перезагрузку ресивера сейчас?
uk: Ви хочете зробити перезавантаження ресивера зараз?

source: Error in file %s
bg: Грешка във файл %s
fr: Erreur dans le fichier %s
ru: Ошибка в файле %s
uk: Помилка в файлі %s

source: Error reading image from file '/boot/%s'! Please flashing another image for this partition.
bg: Грешка при четенето на имиджа от файл '/boot/%s'! Моля флашнете друг имидж за този дял.
fr: Erreur lors de la lecture de l’image du fichier ‘/boot/%s’! Merci de flasher une autre image sur cette partition.
ru: Ошибка чтения имиджа из файла '/boot/%s'! Пожалуйста, прошейте другой имидж для этого раздела.
uk: Помилка читання іміджу з файлу '/boot/%s'! Будь ласка, прошийте інший імідж для цього розділу.

source: File '/boot/%s' copy to '/boot/STARTUP' failed!
bg: Грешка при копиране на файла '/boot/%s' в '/boot/STARTUP' !
fr: Copie de ‘/boot/%s’ vers ‘/boot/STARTUP’ a échoué!
ru: Ошибка при копировании файла '/boot/%s' в '/boot/STARTUP' !
uk: Помилка при копіюванні файлу '/boot/%s' в '/boot/STARTUP' !

source: File not found - rename failed!
bg: Файла не е открит - грешка при преименуването!
fr: Fichier non trouvé - renommage a échoué!
ru: Файл не найден - ошибка при переименовании!
uk: Файл не знайдено - помилка при перейменуванні!

source: Image %s
bg: Имидж %s
ru: Имидж %s
uk: Імідж %s

source: MultiBoot STARTUP switcher
bg: MultiBoot - STARTUP селектор
fr: Sélectionneur de DEMARRAGE du MultiBoot
ru: Мультибут - STARTUP переключатель
uk: Мультибут - STARTUP перемикач

source: Name already exists - rename failed!
bg: Името вече съществува - грешка при преименуване!
fr: Le nom existe déjà - le renommage a échoué!
ru: Такое название уже существует - ошибка при переименовании!
uk: Така назва вже існує - помилка при перейменуванні!

source: Next boot will start from Image 1.
bg: Следващото зареждане ще започне с Имижд 1.
fr: Le prochain démarrage utilisera l’image 1.
ru: Следующая загрузка начнется с имижда 1.
uk: Наступне завантаження почнеться з іміжда 1.

source: Please enter new name:
bg: Моля въведете ново име на имиджа:
fr: Merci d’entrer un nouveau nom:
ru: Пожалуйста, введите новое название имиджа:
uk: Будь ласка, введіть нову назву іміджу:

source: Rename
bg: Преименувай
fr: Renommer
ru: Переименовать
uk: Перейменувати

source: Rename failed!
bg: Грешка при преименуване!
fr: Echec du renommage!
ru: Ошибка при переименовании!
uk: Помилка при перейменуванні!

source: Select Image: %s
bg: Избор на Имидж: %s
fr: Choisir Image: %s
ru: Выбор имиджа: %s
uk: Вибір іміджу: %s

source: Select bootoption: %s
bg: Избор на настройките за зареждане: %s
fr: Définir l’option de démarrage: %s
ru: Выбор настроек загрузки: %s
uk: Вибір налаштувань завантаження: %s

source: Select bootoption: not supported - see info
bg: Настройки за зареждане: не се поддържат - виж инфо
fr: Définir l’option de démarrage: pas supporté - voir les info
ru: Настройки загрузки: не поддерживается - см. инфо
uk: Налаштування завантаження: не підтримується - див. інфо

source: Unable to read image number
bg: Не може да се прочете номера на имиджа
fr: Impossible de lire le numéro d’image
ru: Невозможно прочитать номер имиджа
uk: Неможливо прочитати номер іміджу

source: Warning!Please install util-linux-blkid.
bg: Внимание!Моля инсталирайте util-linux-blkid.
fr: Attention! Merci d’installer util-linux-blkid.
ru: Внимание!Необходимо установить util-linux-blkid.
uk: Увага! Необхідно встановити util-linux-blkid.

source: Write error!
bg: Грешка при запис!
fr: Erreur d’écriture!
ru: Ошибка при записи!
uk: Помилка при записі!

source: Wrong Bootsettings detected!
bg: Открита е неправилна настройка за зареждане!
fr: Mauvais paramètre de démarrage détecté!
ru: Обнаружены неправильные настройки загрузки!
uk: Знайдені невірні налаштуваня завантаження!

source: Your box needs Bootloaderversion(s) %s to make compatible with Bootoptions!
bg: За Вашия приемник е необходим Bootloader версия %s за съвместимост с настройките за зареждане!
fr: Votre récepteur a besoin de Bootloaderversion(s) %s pour être compatible avec Bootoptions!
ru: Для Вашего ресивера необходим Bootloader версии %s для совместимости с настройками загрузки!
uk: Для Вашого ресивера необхідний Bootloader версії %s для сумісності з налаштуваннями завантаження!

source: no image found
bg: не е открит имидж
fr: aucune image trouvée
ru: не найден имидж
uk: не знайдено іміджу

source: placeholder message 2
bg: кутия за съобщения 2
fr: espace réservé message 2
ru: Заполнитель сообщения 2
uk: Заповнювач повідомлення 2

source: unknown
bg: неизвестно
fr: inconnu
ru: неизвестно
uk: невідомо

source: MultiBoot switcher
bg: MultiBoot - селектор
fr: Sélectionneur MultiBoot
ru: Мультибут - переключатель
uk: Мультибут - перемикач

source: Show multiBoot switcher in menu shutdown
bg: Показвай 'MultiBoot - селектор' в менюто за изключване
fr: Afficher le sélectionneur multiBoot dans le menu pour éteindre
ru: Показать 'Мультибут - переключатель' в меню выключения
uk: Показати 'Мультибут - перемикач' в меню вимкнення

source: Open multiBoot switcher
bg: Open multiBoot селектор
fr: Sélectionneur Open multiBoot
ru: Открыть 'Мультибут - переключатель'
uk: Відкрити 'Мультибут - перемикач'

source: /First partition
uk: /Перший розділ

source: Full backup for all recievers
bg: Пълен бакъп за всички приемници
ru: Полный бекап/прошивка для всех ресиверов

source: Your reciever not supported!
bg: Вашия приемник не се поддържа!
ru: Ваш ресивер не поддерживается!

source: Do you really want to create a full backup of directory %s ?
ru: Вы действительно хотите создать полный бекап в директорию %s ?

source: - OK show/nide
fr: - OK afficher/masquer

source: *** boxmode=1 (Standard) *** +++ Features +++ 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC, MAIN only (no PIP), Limited display usages, UHD only (no SD), No multi-PIP, No transcoding --- Restrictions --- Decoder 0: 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC OSD Grafic 0: 1080p60 32 bit ARGB Display 0 Encode Restrictions: 3840x2160p60 12-bit 4:2:0 (HDMI), 3840x2160p60 12-bit 4:2:2 (HDMI), 3840x2160p60 8-bit 4:4:4 (HDMI), 1920x1080p60 (component), Only one display format at a time If you want 1080p60 component, HDMI also needs to be 1080p60.
fr: *** boxmode=1 (Standard) *** +++ Caractéristiques +++ 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC, Seulement l’écran principal (pas de PiP), Utilisation de l’image limitée, UHD seulement (pas de SD), Pas de multi-PIP, Pas de transcodage — Restrictions — Decoder 0: 3840x2160p60 10-bit HEVC, 3840x2160p60 8-bit VP9, 1920x1080p60 8-bit AVC OSD Grafic 0: 1080p60 32 bit ARGB Display 0 Encode Restrictions: 3840x2160p60 12-bit 4:2:0 (HDMI), 3840x2160p60 12-bit 4:2:2 (HDMI), 3840x2160p60 8-bit 4:4:4 (HDMI), 1920x1080p60 (component), un seul format d’affichage à la fois Si vous voulez le composant 1080p60, l’HDMI doit aussi être en 1080p60.

source: *** boxmode=12 (Experimental) *** +++ Features +++ 3840x2160p50 10-bit decode for MAIN, 1080p25/50i PIP support, HDMI input (if available), UHD display only, No SD display, No transcoding --- Restrictions --- Decoder 0: 3840x2160p50 10-bit HEVC, 3840x2160p50 8-bit VP9, 1920x1080p50 8-bit AVC/MPEG Decoder 1: 1920x1080p25/50i 10-bit HEVC, 1920x1080p25/50i 8-bit VP9/AVC/MPEG2, HDMI In (if available), 3840x2160p50 OSD Graphic 0 (UHD): 1080p50 32-bit ARGB Window 0 (MAIN/UHD): Limited display capabilities, 1080i50 10-bit de-interlacing Multi-PIP mode (3x): Enigma2 supported no multi-PIP Window 1 (PIP/UHD) (Enigma2 PIP Mode): Up to 1/2 x 1/2 screen display, 576i50 de-interlacing Display 0 (UHD) Encode Restrictions: 3840x2160p50
fr: *** boxmode=12 (Expérimental) *** +++ Caractéristiques +++ 3840x2160p50 10-bit decodage sur l’écran principal, 1080p25/50i support du PiP, entrée HDMI-in (si disponible), affichage UHD uniquement, pas d’affichage SD, Pas de transcodage — Restrictions — Decoder 0: 3840x2160p50 10-bit HEVC, 3840x2160p50 8-bit VP9, 1920x1080p50 8-bit AVC/MPEG Decoder 1: 1920x1080p25/50i 10-bit HEVC, 1920x1080p25/50i 8-bit VP9/AVC/MPEG2, HDMI In (si disponible), 3840x2160p50 OSD Graphic 0 (UHD): 1080p50 32-bit ARGB Window 0 (MAIN/UHD): capacité d’affichage limitée, 1080i50 10-bit de-interlacing Multi-PIP mode (3x): Enigma2 ne supporte pas le multi-PIP Window 1 (PIP/UHD) (Enigma2 PIP Mode): jusqu’à 1/2 x 1/2 écran d’affichage, 576i50 de-interlacage Display 0 (UHD) Encode Restrictions: 3840x2160p50

source: AFB Not enough free space on device! You need at least 1500Mb free space!
fr: AFB Pas assez d’espace libre sur le périphérique! Vous avez besoin d’au moins 1500Mb d’espace libre!

source: Automatic Full Backup
fr: Sauvegarde Complète Automatique (AFB)

source: No
fr: Non

source: Starting Automatic Full Backup! Options control panel will not be available 5-7 minutes. Please wait ...
fr: Démarrage de la Sauvegarde Complète Automatique! L’option panneau de contrôle ne sera pas disponible pendant 5-7 minutes. Merci de patienter…

source: Yes
fr: Oui
