Repository: Dima73/automatic-full-backup
Catalog: po/*.po
Languages: bg, fr, ru, uk

source: Backup only for NAS mounted to /media/net
bg: Бакъп само за NAS маунтнати в /media/net
ru: Бекап только для на NAS смонтированных в /media/net
uk: Бекап лише для NAS змонтованих в /media/net

source: Pack in zip archive current folder and add to '%s' OMB?
bg: Пакетиране в zip архив текущата папка и добавяне към '%s' OMB?
fr: Compresser dans une archive zip le répertoire courant et ajouter dans ‘%s’ OMB?
ru: Запаковать в zip архив текущую папку и добавить в '%s' OMB?
uk: Запакувати в zip архів поточну папку і додати в '%s' OMB?

source: The found files:
bg: Открити файлове:
fr: Les fichiers trouvés:
ru: Найденные файлы:
uk: Знайдені файли:

source: You are using dual multiboot!
bg: Бие използвате двоен multiboot!
fr: Vous utilisez un multiboot double!
ru: Вы используете двойной мульти загрузчик!
uk: Ви використовуєте подвійний мульти завантажувач!

source: %s (maybe error)
bg: %s (може би грешка)
fr: %s (peut être erreur)
ru: %s (может быть ошибка)
uk: %s (може бути помилка)

source: %s (maybe ok)
bg: %s (може би е ок)
fr: %s (peut être ok)
ru: %s (может быть ок)
uk: %s (може бути ок)

source: nothing!
bg: нищо!
fr: rien!
ru: ничего!
uk: нічого!

source: ver.
bg: вер.
ru: вер.
uk: вер.

source: '%s' archive was successfully added to '%s' OMB!
bg: '%s' архив беше успешно добавен в '%s' OMB!
fr: l’archive %s a été ajoutée avec succès à ‘%s’ OMB!
ru: '%s' архив был успешно добавлен в '%s' OMB!
uk: '%s' архів було успішно додано у '%s' OMB!

source: < Needs create file *(any name).fbackup in USB device >
bg: < Необходим е файл *(което и да е име).fbackup в USB стика >
fr: < Besoin de créer un fichier *(n’importe quel nom).fbackup sur le périphérique USB >
ru: < Необходим файл *(любое имя).fbackup в корне USB >
uk: < Необхідний файл *(любое имя).fbackup в корені USB >

source: A recording is currently running. Please stop the recording before trying to start a flashing.
bg: В момента тече запис. Моля спрете го, преди да започнете с флашването.
fr: Une enregistrement est en cours. Merci d’arrêter l’enregistrement avant d’essayer de démarrer un flashage.
ru: В текущее время идет запись. Пожалуйста остановите запись перед началом быстрой прошивки.
uk: На даний час йде запис. Будь ласка, зупиніть запис перед початком швидкої прошивки.

source: Add to OMB
bg: Добави към OMB
fr: Ajouter à OMB
ru: Добавить в OMB
uk: Добавити у OMB

source: Automatic cleanup backups
bg: Автоматично почистване на бакъпи
fr: Nettoyage automatique des sauvegardes
ru: Автоматическая очистка бекапов
uk: Автоматичне очищення бекапів

source: Automatic full backup
bg: Автоматичен пълен бакъп
fr: Sauvegarde complète automatique
ru: Автоматический полный бекап
uk: Автоматичний повний бекап

source: Automatic start time
bg: Време за автоматично стартиране
fr: Heure de démarrage automatique
ru: Время автоматического старта
uk: Час автоматичного старту

source: Background mode
bg: Фонов режим
fr: Mode d'arrière-plan
ru: Фоновый режим
uk: Фоновий режим

source: Backup location
bg: Местоположение за бакъп
fr: Emplacement de la sauvegarde
ru: Место хранения бекапа
uk: Місце збереження бекапу

source: Behaviour in deep standby
bg: Поведение при изключен приемник
fr: Comportement en mode veille profonde
ru: Поведение в глубоком ожидании
uk: Поведінка в глибокому очікуванні

source: Cancel
bg: Отмяна
fr: Annuler
ru: Отмена
uk: Відміна

source: Choice days for create backup
bg: Избор на дни за създаване на бакъп
fr: Choisir le jour pour créer une sauvegarde
ru: Выбор дней для создания бекапа
uk: Вибір днів для створення бекапу

source: Console log
bg: Конзолен лог
fr: Log de la console
ru: Консольный лог
uk: Консольний лог

source: Console mode
bg: Конзолен режим
fr: Mode console
ru: Режим консоли
uk: Режим консолі

source: Create a full backup image
bg: Създаване на пълен бакъп на имиджа
fr: Créer une image de sauvegarde complète
ru: Создать полный бекап имиджа
uk: Створити повний бекап іміджу

source: Create backup
bg: Създай бакъп
fr: Créer un backup
ru: Создать бекап
uk: Створити бекап

source: Daily automatic backup
bg: Ежедневен автоматичен бакъп
ru: Ежедневный автоматический бекап
uk: Щоденний автоматичний бекап

source: Days Profile
bg: Дневни Профили
fr: Profile des jours
ru: Профили дней
uk: Профілі днів

source: Disabled
bg: Спрян
fr: Désactivé
ru: Отключено
uk: Відключено

source: Do you really want to create a full backup in directory %s ?
bg: Наистина ли искате ли да създадете пълен бакъп в директория %s ?
fr: Voulez-vous vraiment créer une sauvegarde complète dans le répertoire %s ?
uk: Ви дійсно хочете створити повний бекап в каталог %s ?

source: Do you really want to stop the creation of backup?
bg: Наистина ли искате ли да спрете създаването на бакъпа?
fr: Voulez-vous vraiment arrêter la création de la sauvegarde?
ru: Вы действительно хотите остановить создание бекапа?
uk: Ви дійсно хочете зупинити створення бекапу?

source: Do you really want to unpack %s ?
bg: Наистина ли искате да разопаковате %s ?
fr: Voulez-vous vraiment décompresser %s?
ru: Вы действительно хотите распаковать %s ?
uk: Ви дійсно хочете розпакувати %s ?

source: Done
bg: Готово
fr: Terminé
ru: Готово
uk: Завершено

source: Error creating zip archive!
bg: Грешка при създаването на zip архива!
fr: Erreur lors de la création d’un archive zip!
ru: Ошибка создания зип архива!
uk: Помилка створення zip архиву!

source: Error unmounting devices!
bg: Грешка при демонтирането на устройствата!
fr: Erreur en démontant les périphériques!
ru: Ошибка отмонтирования устройства!
uk: Помилка відмонтування пристрою!

source: Exit
bg: Изход
fr: Quitter
ru: Выход
uk: Вихід

source: Exit and eject device
bg: Изход и изваждане на устройството
fr: Quitter et éjecter le périphérique
ru: Выход и извлечь устройство
uk: Вихід і витягти пристрій

source: Failed
bg: Грешка
fr: Échoué
ru: Ошибка
uk: Помилка

source: Flashing:
bg: Флашване:
fr: Flashage:
ru: Быстрая прошивка:
uk: Швидка прошивка:

source: For backup your receiver files are needed:
bg: За бакъп на Вашия приемник са необходими файлове:
fr: Pour sauvegarder votre récepteur les fichiers sont nécessaires:
ru: Для бекапа Вашего ресивера необходимы файлы:
uk: Для бекапу Вашого ресивера необхідні файли:

source: For flashing your receiver files are needed:
bg: За флашване на Вашия приемник са необходими файлове:
fr: Pour flasher votre récepteur les fichiers sont nécessaires:
ru: Для прошивки Вашего ресивера необходимы файлы:
uk: Для прошивки Вашого ресивера необхідні файли:

source: Friday
bg: Петък
fr: Vendredi
ru: Пятница
uk: Пятниця

source: Full backup for all receivers
fr: Sauvegarde complète de tous les récepteurs
uk: Повний бекап/прошивка для всіх ресіверів

source: FullBackup Configuration
bg: FullBackup Настройки
fr: Configuration Sauvegarde Complète
ru: Настройки FullBackup
uk: Налаштування FullBackup

source: Harddisk
bg: Твърд диск
ru: Жесткий диск
uk: Жорсткий диск

source: In the next few seconds to start Automatic Full Backup! Options control panel will not be available 5-7 minutes. Run backup now?
bg: В следващите няколко секунди ще започне Автоматичен Пълен Бакъп! В течения на 5-7 минути управлението на приемника няма да бъде достъпно. Да изпълня ли бакъп сега?
fr: Pendant les prochaines secondes va démarrer la Sauvegarde Complète Automatique! L’option panneau de configuration ne sera pas accessible pendant 5-7 minutes. Démarrer le backup maintenant?
ru: В ближайшие несколько секунд начнется Automatic Full Backup! В течении 5-7 минут управление ресивером будет не доступно. Выполнить бекап сейчас?
uk: Через декілька секунд почнеться Automatic Full Backup! Протягом 5-7 хвилин управління ресивером буде неможливим. Виконати бекап зараз?

source: Last backup date
bg: Дата на последния бакъп
fr: Date du dernier backup
ru: Дата последнего бекапа
uk: Дата останнього бекапу

source: Manual
bg: Ръчно
fr: Manuel
ru: В ручную
uk: В ручну

source: Monday
bg: Понеделник
fr: Lundi
ru: Понедельник
uk: Понеділок

source: NOT found files for flashing!
bg: НЕ са открити файлове за флашване!
fr: PAS de fichier trouvé pour flasher!
ru: НЕТ найденных файлов для быстрой прошивки!
uk: НЕМАЄ знайдених файлів для швидкої прошивки!

source: No backup present
bg: Няма открит бакъпа
fr: Pas de sauvegarde présente
ru: Нет бекапа для показа
uk: Відсутній бекап для показу

source: Not selected directory backup
bg: Не е избрана директория за бакъпа
fr: Pas de répertoire de sauvegarde sélectionné
ru: Не выбрана директория бекапа
uk: Не вибрано каталог бекапу

source: Only kernel
bg: Само ядро
fr: Seulement le noyau
ru: Только ядро
uk: Тільки ядро

source: Only root
bg: Само имидж
fr: Seulement la racine
ru: Только имидж
uk: Тільки імідж

source: Please wait! Greating zip archive...
bg: Моля изчакайте! Създава се zip архив...
fr: Merci de patienter! Création de l’archive zip…
ru: Пожалуйста, подождите! Создаем zip архив...
uk: Почекайте будь ласка! Створюємо zip архів...

source: Please: DO NOT reboot your STB and turn off the power.
bg: Моля: НЕ рестартирайте Вашия приемник и НЕ изключвайте захранването!
fr: Merci de: NE PAS redémarrer votre récepteur ou de l’éteindre.
ru: Пожалуйста: НЕ делайте перезагрузку Вашего ресивера и не выключайте питание.
uk: Будь ласка: НЕ РОБІТЬ перезавантаження Вашого ресивера і не вимикайте живлення.

source: Press OK
bg: Натиснете ОК
fr: Appuyez sur OK
ru: Нажмите ОК
uk: Натисніть ОК

source: Read error current dir, sorry.
bg: Грешка при четене на текущата директория, извините.
fr: Erreur lors de la lecture du répertoire courant, désolé.
ru: Ошибка чтения текущей директории, извините.
uk: Помилка читання поточного каталогу, вибачте.

source: Restore backup
bg: Възстанови бакъп/имидж
fr: Restaurer une sauvegarde
ru: Прошить бекап/имидж
uk: Прошити бекап/імідж

source: Run flash
bg: Флашване
fr: Exécuter un flash
ru: Быстрая прошивка
uk: Швидка прошивка

source: Running
bg: Извършва се
fr: En cours
ru: Запущен
uk: Запущено

source: Saturday
bg: Събота
fr: Samedi
ru: Суббота
uk: Субота

source: Save
bg: Запази
fr: Sauvegarder
ru: Сохранить
uk: Зберегти

source: Scan at automount for create backup
bg: Сканиране при авто монтиране (създай бакъп)
fr: Scan à automount pour créer une sauvegarde
ru: Сканирование при авто монтировании (создать бекап)
uk: Сканування при авто монтуванні (створити бекап)

source: Second partition (only kernel)
bg: Втори дял (само ядро)
fr: Deuxième partition (seulement le noyau)
ru: Второй раздел (только ядро)
uk: Другий розділ (тільки ядро)

source: Second partition (only root)
bg: Втори дял (само имидж)
fr: Deuxième partition (seulement la racine)
ru: Второй раздел (только имидж)
uk: Другий розділ (тільки імідж)

source: Second partition (root and kernel)
bg: Втори дял (имидж и ядро)
fr: Deuxième partition (racine et noyau)
ru: Второй раздел (имидж и ядро)
uk: Другий розділ (імідж і ядро)

source: Select action:
bg: Изберете действие:
fr: Choisir action:
ru: Выберите действие:
uk: Виберіть дію:

source: Select backup for add to OpenMultiboot
bg: Изберете бакъп за зареждане в OpenMultiboot
fr: Choisir la sauvegarde à ajouter dans OpenMultiBoot
ru: Выберите бекап для загрузки его в OpenMultiboot
uk: Виберіть бекап для завантаження його в1 OpenMultiboot

source: Select parameter for start flash!
bg: Изберете параметър за стартиране на флашването!
fr: Choisir les paramètres pour démarrer le flashage!
ru: Выберите параметр для запуска быстрой прошивки!
uk: Виберіть параметр для запуску швидкої прошивки!

source: Select the folder with backup
bg: Изберете папката с бакъпа
fr: Choisir un répertoire avec sauvegarde
ru: Выберите папку с бекапом
uk: Виберіть теку з бекапом

source: Select the option to create a backup:
bg: Изберете вариант за създаване на бакъп:
fr: Choisir l’option pour créer une sauvegarde:
ru: Выберите вариант создания бекапа:
uk: Виберіть варіант створення бекапу:

source: Show message during the start
bg: Показвай съобщение при начало на бакъпа
fr: Afficher le message pendant le démarrage
ru: Показать сообщение при начале бекапа
uk: Показати повідомлення при початку бекапу

source: Show only found image and mtd partitions.
bg: Показвай само открит имидж и mtd дялове.
fr: Afficher uniquement l’image trouvée et les partitions mtd.
ru: Показать только найденный имидж и разделы mtd.
uk: Показати тільки знайдений імідж і розділи mtd.

source: Simulate (no write)
bg: Симулирай (без запис)
fr: Simuler (pas d’écriture)
ru: Имитация (без записи)
uk: Імітація (без запису)

source: Simulate second partition (no write)
bg: Симулирай втория дял (без запис)
fr: Simuler la deuxième partition (pas d’écriture)
ru: Имитация второго раздела (без записи)
uk: Імітація другого розділу (без запису)

source: Sorry! This boot is not flash image!
bg: Извинете! Това зареждане не е за имидж във флаша!
fr: Désolé! Ce boot n’est pas une image flash!
ru: Извините! Это загрузка не является flash имиджем!
uk: Вибачте! Це завантаження не є флеш іміджем!

source: Standard (root and kernel)
bg: Стандарт (имидж и ядро)
fr: Standard (racine et noyau)
ru: Дефолт (имидж и ядро)
uk: Умовчання (імідж і ядро)

source: Starting Automatic Full Backup! Options control panel will not be available 5-7 minutes. Run backup now?
bg: Започва Автоматичен Пълен Бакъп! В течение на 5-7 минути управлението на приемника няма да бъде достъпно. Да започне ли бакъп сега?
ru: Начинается Automatic Full Backup! В течении 5-7 минут управление ресивером будет не доступно. Пожалуйста подождите ...
uk: Починається Automatic Full Backup! Протягом 5-7 хвилин управління ресивером буде не доступно. Почекайте будь ласка ...

source: Sunday
bg: Неделя
fr: Dimanche
ru: Воскресенье
uk: Неділя

source: The device was successfully unmounted!
bg: Устройството беше успешно демонтирано!
fr: Le périphérique a été démonté avec succès!
ru: Устройство успешно отмонтировано!
uk: Пристрій успішно відмонтовано!

source: The image or kernel will be flashing and auto booted in few minutes.
bg: Имиджа или ядрото ще бъдат презаписани и приемника автоматично ще се рестартира след няколко минути.
fr: L’image ou le noyau sera flashé et démarrer automatiquement dans quelques minutes.
ru: Имидж или ядро сейчас будут перезаписаны и ресивер автоматически перезагрузится через несколько минут.
uk: Імідж або ядро зараз будуть перезаписані і ресивер автоматично перезавантажиться через декілька хвилин.

source: Thursday
bg: Четвъртък
fr: Jeudi
ru: Четверг
uk: Четвер

source: Tuesday
bg: Вторник
fr: Mardi
ru: Вторник
uk: Вівторок

source: Unzip
bg: Разархивирай
ru: Распаковать
uk: Розпакувати

source: Wake up from deep standby
bg: Включи от изключено положение
ru: Включать из режима глубокого ожидания
uk: Включати з режиму глибокого очікування

source: Warning! Use at your own risk! Make always a backup before use! Don't use it if you use multiple ubi volumes in ubi layer!
bg: Внимание! Използвайте на свой риск! Винаги правете бакъп преди използване! Не го използвайте, ако имате няколко ubi дяла!
fr: Attention! Utiliser à votre propre risque! Toujours faire une sauvegarde avant d’utiliser! Ne pas utiliser si vous avez de multiple volumes ubi dans la couche ubi!
ru: Внимание! Используйте быструю прошивку на свой страх и риск! Рекомендуем сделать бекап перед каждым применением! Не применять, если вы используете множественные тома ubi!
uk: Увага! Використовуйте швидку прошивку на свій страх і ризик! Рекомендуємо робити бекап перед кожним застосуванням! Не застосовувати, якщо Ви використовуєте множинні томи ubi!

source: Wednesday
bg: Сряда
fr: Mercredi
ru: Среда
uk: Середа

source: You may not use this settings! At least one day a week should be included!
bg: Не можете да използвате тези настройки! Поне един ден от седмицата трябва да бъде избран!
fr: Vous ne pouvez pas utiliser ces paramètres! Au moins un jour de la semaine doit être sélectionné!
ru: Вы не можете использовать эти настройки! По крайней мере один день недели должен быть активирован!
uk: Ви не можете використовувати ці налаштування! Принаймні один день тижня повинен бути активований!

source: Your STB will freeze during the flashing process.
bg: Вашия приемник ще замръзне по време на флашването.
fr: Votre récepteur va se figer pendant le processus de flashage.
ru: Ваш STB будет заблокирован на время процесса быстрой прошивки.
uk: Ваш STB буде заблокований на час процесу швидкої прошивки.

source: Your receiver not supported!
fr: Votre récepteur ne le supporte pas!
uk: Ваш ресівер не підтримується!

source: cleanup disabled
bg: почистването е спряно
fr: nettoyage désactivé
ru: очистка отключена
uk: очищення вимкнено

source: current: %s
bg: текуща: %s
fr: actuel: %s
ru: текущая: %s
uk: поточна: %s

source: disabled
bg: спрян
fr: désactivé
ru: отключено
uk: відключено

source: no
bg: не
fr: non
ru: нет
uk: ні

source: ofgwrite will stop enigma2 now to run the flash.
bg: програмата ofgwrite сега ще спре enigma2 за флашването.
fr: ofgwrite va maintenant arrêter enigma2 pour effectuer le flashage.
ru: утилита 'ofgwrite' остановит сейчас enigma2 для выполнения быстрой прошивки.
uk: утиліта 'ofgwrite' зупинить зараз enigma2 для виконання швидкої прошивки.

source: older than 1 week
bg: по-стари от 1 седмица
fr: plus vieux que 1 semaine
ru: старше одной недели
uk: старіше одного тижня

source: older than 2 days
bg: по-стари от 2 дни
fr: plus vieux que 2 jours
ru: старше 2 дней
uk: старіше 2 днів

source: older than 2 weeks
bg: по-стари от 2 седмици
fr: plus vieux que 2 semaines
ru: старше 2 недель
uk: старіше 2 тижнів

source: older than 3 days
bg: по-стари от 3 дни
fr: plus vieux que 3 jours
ru: старше 3 дней
uk: старіше 3 днів

source: older than 3 months
bg: по-стари от 3 месеца
fr: plus vieux que 3 mois
ru: старше 3 месяцев
uk: старіше 3 місяців

source: older than 3 weeks
bg: по-стари от 3 седмици
fr: plus vieux que 3 semaines
ru: старше 3 недель
uk: старіше 3 тижнів

source: older than 4 weeks
bg: по-стари от 4 седмици
fr: plus vieux que 4 semaines
ru: старше 4 недель
uk: старіше 4 тижнів

source: type info
bg: тип инфо
fr: taper info
ru: тип инфо
uk: тип інфо

source: type yes/no
bg: тип да/не
fr: taper oui/non
ru: тип да/нет
uk: тип так/ні

source: wake up and shutdown after backup
bg: вкл. и изкл. след бакъп
fr: réveiller et éteindre après la sauvegarde
ru: вкл. и выкл. после бекапа
uk: вкл. і викл. після бекапу

source: wake up for backup
bg: вкл. за бакъп
fr: réveiller pour la sauvegarde
ru: вкл. для бекапа
uk: вкл. для бекапу

source: 'ofgwrite' not installed!
bg: 'ofgwrite' не е инсъталиран!
fr: ‘ofgwrite’ pas installé!
ru: 'ofgwrite' не установлен!
uk: 'ofgwrite' не встановлено!

source: 'zip' not installed!
bg: 'zip' не е инсталиран!
fr: ‘zip’ pas installé!
ru: 'zip' не установлен!
uk: 'zip' не встановлено!

source: AFB Not found mount device for create full backup!
bg: AFB Не е открито монтирано устройство за създаването на пълен бакъп!
fr: AFB Pas trouvé de périphériqué monté sur lequel faire une sauvegarde complète!
ru: AFB Не найдено примонтированое устройство для создания полного бекапа!
uk: AFB Не знайдено примонтованого пристрою для створення повного бекапу!

source: "AFB Not enough free space on device! You need at least 1500Mb free space!
bg: "AFB Недостатъчно свободно място на устройството!! Нужни са Ви минимум 1500 МБ свободно място!
ru: "AFB Недостаточно свободного места на устройстве!! Вам нужно как минимум 1500 МБ свободного места!
uk: "AFB Недостатньо вільного місця на пристрої!! Вам потрібно як мінімум 1500 МБ вільного місця!!

source: AFB Not enough free space on device! You need at least 300Mb free space!
bg: AFB Недостатъчно свободно място на устройството! Нужни са Ви минимум 300 МБ свободно място!
fr: AFB Pas assez d’espace libre sur le périphérique! Vous avez besoin d’au moins 300Mb d’espace libre!
ru: AFB Недостаточно свободного места на устройстве!! Вам нужно как минимум 300 МБ свободного места!
uk: AFB Недостатньо вільного місця на пристрої!! Вам потрібно як мінімум 300 МБ вільного місця!!

source: as recovery
bg: както 'Recovery'
fr: comme récupération
ru: как 'Recovery'
uk: як 'Recovery'

source: - OK show/hide
bg: - ОК покажи/скрий
fr: - OK afficher/masquer
ru: - ОК скрыть/показать
uk: - ОК приховати/показати

source: You are using built-in multiboot from %s sections!
bg: Вие използвате вграден multiboot от %s раздела!
fr: Vous utilisez le multiboot interne des sections %s!
ru: Вы используете встроенный мультибут из %s разделов!
uk: Ви використовуєте вбудований мультібут із %s розділів!

source: Simulate third partition (no write)
bg: Симулирай третия дял (без запис)
fr: Simuler la troisième partition (pas d’écriture)
ru: Имитация третьего раздела (без записи)
uk: Імітація третього розділу (без запису)

source: Third partition
bg: Трети дял
fr: Troisième partition
ru: Третий раздел
uk: Третій розділ

source: Second partition
bg: Втори дял
fr: Deuxième partition
ru: Второй раздел
uk: Другий розділ

source: Simulate fourth partition (no write)
bg: Симулирай четвъртия дял (без запис)
fr: Simuler la quatrième partition (pas d’écriture)
ru: Имитация четвертого раздела (без записи)
uk: Імітація четвертого розділу (без запису)

source: Fourth partition
bg: Четвърти дял
fr: Quatrième partition
ru: Четвертый раздел
uk: Четвертий раздел

source: ofgwrite flashing ready.
bg: 'ofgwrite' - флашването завърши.
fr: ofgwrite prêt à flasher.
ru: 'ofgwrite' - быстрая прошивка закончена.
uk: 'ofgwrite' - швидка прошивка завершена.

source: please press exit to go back to the menu.
bg: натиснете 'Изход', за връщане към менюто.
fr: merci d’appuyer sur exit pour revenir au menu.
ru: Нажмите 'Выход', чтобы вернуться в меню.
uk: Натисніть 'Вихід', щоб повернутися в меню.

source: Install util-linux-blkid?
bg: Инсталиране на util-linux-blkid?
fr: Installer util-linux-blkid?
ru: Установить util-linux-blkid?
uk: Встановити util-linux-blkid?

source: (unknown mode)
bg: (неизвестен режим)
fr: (mode inconnu)
ru: (неизвестный режим)
uk: (невідомий режим)

source: 2160p50 with PiP
bg: 2160p50 с PiP
fr: 2160p50 avec PiP
ru: 2160p50 с PiP
uk: 2160p50 з PiP

source: 2160p60 without PiP (default)
bg: 2160p60 без PiP (по подразбиране)
fr: 2160p60 sans PiP (défaut)
ru: 2160p60 без PiP (дефолт)
uk: 2160p60 без PiP (замовчування)

source: Alternative Image 1 partition for boot repair not found.
bg: Алтернативен имидж от 1-вия дял за възстановяване на зареждането не е открит.
fr: La partition de boot pour l’image alternative 1 n’a pas été trouvée.
ru: Альтернативный имидж первого раздела для восстановления загрузки не найден.
uk: Альтернативний імідж першого розділу для відновлення завантаження не знайдено.

source: Can not repair file %s
bg: Не може да се възстанови файл %s
fr: Ne peut pas réparer le fichier %s
ru: Не удается восстановить файл %s
uk: Не вдается відновити файл %s

source: Can not write file %s
bg: Не може да се презапише файл %s
fr: Impossible d’écrire le fichier %s
ru: Не удается перезаписать файл %s
uk: Не вдається перезаписати файл %s

source: Caution, next boot is starts with these settings!
bg: Внимание, следващото зареждане ще започне с тези настройки!
fr: Attention, le prochain démarrage utilisera ces paramètres!
ru: Внимание, следующая загрузка начнется с этих настроек!
uk: Увага, наступне завантаження почнеться з цих налаштувань!

source: Command line error!
bg: Грешка в командния ред!
fr: Erreur de ligne de commande!
ru: Ошибка командной строки!
uk: Помилка командного рядка!

source: Current bootsettings: %s (%s)%s
bg: Текущи настройки: %s (%s)%s
fr: Paramètres actuels de démarrage: %s (%s)%s
ru: Текущие настройки: %s (%s)%s
uk: Поточні налаштування: %s (%s)%s

source: Current load boxmode: %s
bg: Текущо зареден режим на приемника: %s
fr: Boxmode de démarrage actuel: %s
ru: Текущий загруженный режим ресивера: %s
uk: Поточний завантажений режим ресивера: %s
